Repository: nikhil-s-archive/rclone-gui-ios
Catalog: Rclone GUI/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, zh_hans, zh_hant

source: Biometrics are not set up on this device.
de: Auf diesem Gerät ist keine Biometrie eingerichtet.
es: La biometría no está configurada en este dispositivo.
fr: La biométrie n'est pas configurée sur cet appareil.
it: La biometria non è configurata su questo dispositivo.
ja: このデバイスでは生体認証が設定されていません。
ko: 이 기기에 생체 인증이 설정되어 있지 않습니다.
nl: Op dit apparaat is geen biometrie ingesteld.
pl: Na tym urządzeniu nie skonfigurowano biometrii.
pt_br: A biometria não está configurada neste dispositivo.
ru: Биометрия не настроена на этом устройстве.
zh_hans: 此设备上未设置生物识别。
zh_hant: 此裝置上未設定生物識別。

source: The configuration is loaded, but the real RcloneKit engine isn’t available in this session.
de: Die Konfiguration ist geladen, aber die echte RcloneKit-Engine ist in dieser Sitzung nicht verfügbar.
es: La configuración está cargada, pero el motor real RcloneKit no está disponible en esta sesión.
fr: La configuration est chargée, mais le moteur RcloneKit réel n’est pas disponible dans cette session.
it: La configurazione è caricata, ma il vero motore RcloneKit non è disponibile in questa sessione.
ja: 設定は読み込まれていますが、このセッションでは実際の RcloneKit エンジンを利用できません。
ko: 구성은 불러왔지만 이 세션에서는 실제 RcloneKit 엔진을 사용할 수 없습니다.
nl: De configuratie is geladen, maar de echte RcloneKit-engine is niet beschikbaar in deze sessie.
pl: Konfiguracja jest wczytana, ale prawdziwy silnik RcloneKit nie jest dostępny w tej sesji.
pt_br: A configuração está carregada, mas o mecanismo real RcloneKit não está disponível nesta sessão.
ru: Конфигурация загружена, но настоящий движок RcloneKit недоступен в этом сеансе.
zh_hans: 配置已加载，但本会话中没有可用的真实 RcloneKit 引擎。
zh_hant: 配置已載入，但本會話中沒有可用的真實 RcloneKit 引擎。

source: The destination is the same as the source.
de: Das Ziel ist mit der Quelle identisch.
es: El destino es el mismo que el origen.
fr: La destination est identique à la source.
it: La destinazione coincide con l'origine.
ja: 宛先が送信元と同じです。
ko: 대상이 소스와 동일합니다.
nl: De bestemming is hetzelfde als de bron.
pl: Miejsce docelowe jest takie samo jak źródło.
pt_br: O destino é o mesmo que a origem.
ru: Назначение совпадает с источником.
zh_hans: 目标与源相同。
zh_hant: 目標與源相同。

source: The list will update in a moment.
de: Die Liste wird in Kürze aktualisiert.
es: La lista se actualizará en un momento.
fr: La liste se met à jour dans un instant.
it: L'elenco si aggiornerà tra un momento.
ja: リストはまもなく更新されます。
ko: 목록이 곧 업데이트됩니다.
nl: De lijst wordt zo bijgewerkt.
pl: Lista zaktualizuje się za chwilę.
pt_br: A lista será atualizada em instantes.
ru: Список обновится через мгновение.
zh_hans: 列表稍后会更新。
zh_hant: 列表稍後會更新。

source: Real browsing and transfers require RcloneKit.
de: Echtes Durchsuchen und echte Übertragungen erfordern RcloneKit.
es: La exploración y las transferencias reales requieren RcloneKit.
fr: La navigation et les transferts réels nécessitent RcloneKit.
it: L'esplorazione e i trasferimenti reali richiedono RcloneKit.
ja: 実際の閲覧と転送には RcloneKit が必要です。
ko: 실제 탐색 및 전송에는 RcloneKit이 필요합니다.
nl: Echt bladeren en echte overdrachten vereisen RcloneKit.
pl: Rzeczywiste przeglądanie i transfery wymagają RcloneKit.
pt_br: A navegação e as transferências reais exigem o RcloneKit.
ru: Для реального просмотра и передач требуется RcloneKit.
zh_hans: 真实浏览和传输需要 RcloneKit。
zh_hant: 真實瀏覽和傳輸需要 RcloneKit。

source: The photo library contains no usable album.
de: Die Fotomediathek enthält kein verwendbares Album.
es: La fototeca no contiene ningún álbum utilizable.
fr: La photothèque ne contient aucun album exploitable.
it: La libreria foto non contiene alcun album utilizzabile.
ja: 写真ライブラリに使用可能なアルバムがありません。
ko: 사진 보관함에 사용 가능한 앨범이 없습니다.
nl: De fotobibliotheek bevat geen bruikbaar album.
pl: Biblioteka zdjęć nie zawiera żadnego użytecznego albumu.
pt_br: A fototeca não contém nenhum álbum utilizável.
ru: Медиатека фото не содержит ни одного пригодного альбома.
zh_hans: 照片图库不包含任何可用的相簿。
zh_hant: 照片相簿不包含任何可用的相簿。

source: Sync is paused. No new transfer will start until you resume manually.
de: Die Synchronisierung ist pausiert. Es wird keine neue Übertragung gestartet, bis du sie manuell fortsetzt.
es: La sincronización está en pausa. No se iniciará ninguna transferencia nueva hasta que la reanudes manualmente.
fr: La synchro est en pause. Aucun nouveau transfert ne sera lancé jusqu'à la reprise manuelle.
it: La sincronizzazione è in pausa. Nessun nuovo trasferimento verrà avviato finché non la riprendi manualmente.
ja: 同期は一時停止中です。手動で再開するまで新しい転送は開始されません。
ko: 동기화가 일시정지되었습니다. 수동으로 재개할 때까지 새 전송이 시작되지 않습니다.
nl: De synchronisatie is gepauzeerd. Er wordt geen nieuwe overdracht gestart totdat je handmatig hervat.
pl: Synchronizacja jest wstrzymana. Żaden nowy transfer nie rozpocznie się, dopóki nie wznowisz ręcznie.
pt_br: A sincronização está pausada. Nenhuma nova transferência será iniciada até que você a retome manualmente.
ru: Синхронизация приостановлена. Новые передачи не начнутся, пока вы не возобновите вручную.
zh_hans: 同步已暂停。在您手动恢复之前，不会开始任何新传输。
zh_hant: 同步已暫停。在您手動恢復之前，不會開始任何新傳輸。

source: Verification runs automatically after each successful upload. A mismatch indicates corruption during transfer — the asset stays marked complete, but should be re-uploaded manually.
de: Die Überprüfung läuft nach jedem erfolgreichen Upload automatisch. Eine Abweichung weist auf eine Beschädigung während der Übertragung hin — das Objekt bleibt als abgeschlossen markiert, sollte aber manuell erneut hochgeladen werden.
es: La verificación se ejecuta automáticamente tras cada subida correcta. Una discrepancia indica corrupción durante la transferencia: el recurso permanece marcado como completado, pero debería volver a subirse manualmente.
fr: La vérification est lancée automatiquement après chaque upload réussi. Une discordance indique une corruption pendant le transfert — l'asset reste marqué terminé, mais devrait être ré-uploadé manuellement.
it: La verifica viene eseguita automaticamente dopo ogni caricamento riuscito. Una discrepanza indica una corruzione durante il trasferimento: l'elemento resta contrassegnato come completato, ma dovrebbe essere ricaricato manualmente.
ja: 検証はアップロード成功のたびに自動的に実行されます。不一致は転送中の破損を示します — アセットは完了のままですが、手動で再アップロードする必要があります。
ko: 검증은 업로드 성공 후마다 자동으로 실행됩니다. 불일치는 전송 중 손상을 나타냅니다 — 자산은 완료로 표시된 상태로 유지되지만 수동으로 다시 업로드해야 합니다.
nl: De verificatie wordt na elke geslaagde upload automatisch uitgevoerd. Een afwijking duidt op corruptie tijdens de overdracht — het item blijft als voltooid gemarkeerd, maar moet handmatig opnieuw worden geüpload.
pl: Weryfikacja jest wykonywana automatycznie po każdym udanym przesłaniu. Niezgodność wskazuje na uszkodzenie podczas transferu — zasób pozostaje oznaczony jako ukończony, ale powinien zostać przesłany ponownie ręcznie.
pt_br: A verificação é executada automaticamente após cada envio bem-sucedido. Uma divergência indica corrupção durante a transferência — o item permanece marcado como concluído, mas deve ser reenviado manualmente.
ru: Проверка выполняется автоматически после каждой успешной выгрузки. Несоответствие указывает на повреждение во время передачи — объект остаётся помеченным как завершённый, но его следует выгрузить заново вручную.
zh_hans: 每次上传成功后都会自动运行验证。不匹配表示传输过程中发生损坏 —— 该资源仍标记为已完成，但应手动重新上传。
zh_hant: 每次上傳成功後都會自動執行驗證。不匹配表示傳輸過程中發生損壞 —— 該資源仍標記為已完成，但應手動重新上傳。

source: Start a download, an upload, or enable PhotoSync from settings.
de: Starte einen Download, einen Upload oder aktiviere PhotoSync in den Einstellungen.
es: Inicia una descarga, una subida o activa PhotoSync desde los ajustes.
fr: Lance un téléchargement, un upload ou active PhotoSync depuis les réglages.
it: Avvia un download, un caricamento o attiva PhotoSync dalle impostazioni.
ja: ダウンロード、アップロードを開始するか、設定で PhotoSync を有効にしてください。
ko: 다운로드, 업로드를 시작하거나 설정에서 PhotoSync를 활성화하세요.
nl: Start een download, een upload of schakel PhotoSync in via de instellingen.
pl: Rozpocznij pobieranie, przesyłanie lub włącz PhotoSync w ustawieniach.
pt_br: Inicie um download, um envio ou ative o PhotoSync nos ajustes.
ru: Начните загрузку, выгрузку или включите PhotoSync в настройках.
zh_hans: 从设置中开始下载、上传或启用 PhotoSync。
zh_hant: 從設定中開始下載、上傳或啟用 PhotoSync。

source: The provider choice determines which fields are available below.
de: Die Wahl des Anbieters bestimmt, welche Felder unten verfügbar sind.
es: La elección del proveedor determina qué campos están disponibles abajo.
fr: Le choix du provider détermine quels champs sont disponibles plus bas.
it: La scelta del provider determina quali campi sono disponibili qui sotto.
ja: プロバイダの選択により、下に表示されるフィールドが決まります。
ko: 제공자 선택에 따라 아래에 사용 가능한 필드가 결정됩니다.
nl: De keuze van de provider bepaalt welke velden hieronder beschikbaar zijn.
pl: Wybór dostawcy określa, które pola są dostępne poniżej.
pt_br: A escolha do provedor determina quais campos ficam disponíveis abaixo.
ru: Выбор провайдера определяет, какие поля доступны ниже.
zh_hans: 提供商的选择决定了下方可用的字段。
zh_hant: 提供商的選擇決定了下方可用的欄位。

source: The received OAuth code doesn’t match the request.
de: Der empfangene OAuth-Code stimmt nicht mit der Anfrage überein.
es: El código OAuth recibido no coincide con la solicitud.
fr: Le code OAuth reçu ne correspond pas à la requête.
it: Il codice OAuth ricevuto non corrisponde alla richiesta.
ja: 受信した OAuth コードがリクエストと一致しません。
ko: 수신된 OAuth 코드가 요청과 일치하지 않습니다.
nl: De ontvangen OAuth-code komt niet overeen met de aanvraag.
pl: Otrzymany kod OAuth nie pasuje do żądania.
pt_br: O código OAuth recebido não corresponde à solicitação.
ru: Полученный код OAuth не соответствует запросу.
zh_hans: 收到的 OAuth 代码与请求不匹配。
zh_hant: 收到的 OAuth 程式碼與請求不匹配。

source: The vault encrypts files on top of this remote. Data stays with the provider, but end-to-end encrypted.
de: Der Tresor verschlüsselt Dateien über diesem Remote. Die Daten bleiben beim Anbieter, aber Ende-zu-Ende-verschlüsselt.
es: La bóveda cifra los archivos sobre este remoto. Los datos permanecen en el proveedor, pero cifrados de extremo a extremo.
fr: Le coffre chiffre les fichiers au-dessus de ce remote. Les données restent stockées chez le fournisseur, mais chiffrées de bout en bout.
it: La cassaforte cifra i file sopra questo remoto. I dati restano presso il provider, ma cifrati end-to-end.
ja: 保管庫はこのリモート上でファイルを暗号化します。データはプロバイダに残りますが、エンドツーエンドで暗号化されます。
ko: 보관함은 이 리모트 위에서 파일을 암호화합니다. 데이터는 제공자에 남아 있지만 종단 간으로 암호화됩니다.
nl: De kluis versleutelt bestanden boven op deze remote. De gegevens blijven bij de provider, maar end-to-end versleuteld.
pl: Sejf szyfruje pliki na tym remote. Dane pozostają u dostawcy, ale zaszyfrowane end-to-end.
pt_br: O cofre criptografa arquivos sobre este remoto. Os dados permanecem com o provedor, mas criptografados de ponta a ponta.
ru: Сейф шифрует файлы поверх этого remote. Данные остаются у провайдера, но со сквозным шифрованием.
zh_hans: 保险库在此远程之上加密文件。数据保留在提供商处，但采用端到端加密。
zh_hant: 保險庫在此遠端之上加密檔案。資料保留在提供商處，但採用端到端加密。

source: The full contents of the JSON file downloaded from GCP.
de: Der vollständige Inhalt der von GCP heruntergeladenen JSON-Datei.
es: Todo el contenido del archivo JSON descargado de GCP.
fr: Le contenu complet du fichier JSON téléchargé depuis GCP.
it: L'intero contenuto del file JSON scaricato da GCP.
ja: GCP からダウンロードした JSON ファイルの全内容。
ko: GCP에서 다운로드한 JSON 파일의 전체 내용.
nl: De volledige inhoud van het van GCP gedownloade JSON-bestand.
pl: Pełna zawartość pliku JSON pobranego z GCP.
pt_br: Todo o conteúdo do arquivo JSON baixado do GCP.
ru: Полное содержимое файла JSON, загруженного из GCP.
zh_hans: 从 GCP 下载的 JSON 文件的完整内容。
zh_hant: 從 GCP 下載的 JSON 檔案的完整內容。

source: The folder and all its contents can be restored from the trash for 30 days, or deleted permanently.
de: Der Ordner und sein gesamter Inhalt können 30 Tage lang aus dem Papierkorb wiederhergestellt oder endgültig gelöscht werden.
es: La carpeta y todo su contenido se pueden restaurar desde la papelera durante 30 días, o eliminarse de forma permanente.
fr: Le dossier et tout son contenu peuvent être restaurés depuis la corbeille pendant 30 jours, ou supprimés définitivement.
it: La cartella e tutto il suo contenuto possono essere ripristinati dal Cestino per 30 giorni, oppure eliminati definitivamente.
ja: フォルダとそのすべての内容は、30 日間ゴミ箱から復元できるほか、完全に削除することもできます。
ko: 폴더와 모든 내용은 휴지통에서 30일 동안 복원하거나 영구적으로 삭제할 수 있습니다.
nl: De map en de volledige inhoud kunnen 30 dagen uit de prullenmand worden hersteld, of permanent worden verwijderd.
pl: Folder i całą jego zawartość można przywrócić z kosza przez 30 dni lub usunąć trwale.
pt_br: A pasta e todo o seu conteúdo podem ser restaurados da Lixeira por 30 dias, ou excluídos permanentemente.
ru: Папку и всё её содержимое можно восстановить из корзины в течение 30 дней или удалить навсегда.
zh_hans: 该文件夹及其所有内容可在废纸篓中保留 30 天供恢复，或永久删除。
zh_hant: 該資料夾及其所有內容可在垃圾桶中保留 30 天供恢復，或永久刪除。

source: The destination file will be overwritten with no undo. The replaced version is not sent to the trash.
de: Die Zieldatei wird ohne Rückgängigmachen überschrieben. Die ersetzte Version wird nicht in den Papierkorb verschoben.
es: El archivo de destino se sobrescribirá sin posibilidad de deshacer. La versión reemplazada no se envía a la papelera.
fr: Le fichier de destination sera écrasé sans possibilité d'annulation. La version remplacée n'est pas envoyée à la corbeille.
it: Il file di destinazione verrà sovrascritto senza possibilità di annullamento. La versione sostituita non viene inviata al Cestino.
ja: 宛先ファイルは元に戻せない形で上書きされます。置き換えられたバージョンはゴミ箱に送られません。
ko: 대상 파일은 실행 취소 없이 덮어쓰입니다. 교체된 버전은 휴지통으로 보내지지 않습니다.
nl: Het doelbestand wordt overschreven zonder ongedaan maken. De vervangen versie wordt niet naar de prullenmand verplaatst.
pl: Plik docelowy zostanie nadpisany bez możliwości cofnięcia. Zastąpiona wersja nie jest wysyłana do kosza.
pt_br: O arquivo de destino será sobrescrito sem possibilidade de desfazer. A versão substituída não é enviada para a Lixeira.
ru: Целевой файл будет перезаписан без возможности отмены. Заменённая версия не отправляется в корзину.
zh_hans: 目标文件将被覆盖且无法撤销。被替换的版本不会发送到废纸篓。
zh_hant: 目標檔案將被覆蓋且無法撤銷。被替換的版本不會發送到垃圾桶。

source: The file can be restored from the trash for 30 days, or deleted permanently.
de: Die Datei kann 30 Tage lang aus dem Papierkorb wiederhergestellt oder endgültig gelöscht werden.
es: El archivo se puede restaurar desde la papelera durante 30 días, o eliminarse de forma permanente.
fr: Le fichier peut être restauré depuis la corbeille pendant 30 jours, ou supprimé définitivement.
it: Il file può essere ripristinato dal Cestino per 30 giorni, oppure eliminato definitivamente.
ja: ファイルは 30 日間ゴミ箱から復元できるほか、完全に削除することもできます。
ko: 파일은 휴지통에서 30일 동안 복원하거나 영구적으로 삭제할 수 있습니다.
nl: Het bestand kan 30 dagen uit de prullenmand worden hersteld, of permanent worden verwijderd.
pl: Plik można przywrócić z kosza przez 30 dni lub usunąć trwale.
pt_br: O arquivo pode ser restaurado da Lixeira por 30 dias, ou excluído permanentemente.
ru: Файл можно восстановить из корзины в течение 30 дней или удалить навсегда.
zh_hans: 该文件可在废纸篓中保留 30 天供恢复，或永久删除。
zh_hant: 該檔案可在垃圾桶中保留 30 天供恢復，或永久刪除。

source: The file will be encrypted and stored locally. Your keys never leave the iPhone.
de: Die Datei wird verschlüsselt und lokal gespeichert. Deine Schlüssel verlassen niemals das iPhone.
es: El archivo se cifrará y se almacenará localmente. Tus claves nunca salen del iPhone.
fr: Le fichier sera chiffré et stocké localement. Tes clés ne quittent jamais l’iPhone.
it: Il file verrà cifrato e archiviato localmente. Le tue chiavi non lasciano mai l'iPhone.
ja: ファイルは暗号化されローカルに保存されます。鍵が iPhone から出ることはありません。
ko: 파일은 암호화되어 로컬에 저장됩니다. 키는 절대 iPhone을 떠나지 않습니다.
nl: Het bestand wordt versleuteld en lokaal opgeslagen. Je sleutels verlaten nooit de iPhone.
pl: Plik zostanie zaszyfrowany i zapisany lokalnie. Twoje klucze nigdy nie opuszczają iPhone'a.
pt_br: O arquivo será criptografado e armazenado localmente. Suas chaves nunca saem do iPhone.
ru: Файл будет зашифрован и сохранён локально. Ваши ключи никогда не покидают iPhone.
zh_hans: 该文件将被加密并存储在本地。您的密钥绝不会离开 iPhone。
zh_hant: 該檔案將被加密並存儲在本地。您的金鑰絕不會離開 iPhone。

source: The file is encrypted and stored locally. Your keys never leave your device.
de: Die Datei ist verschlüsselt und lokal gespeichert. Deine Schlüssel verlassen niemals dein Gerät.
es: El archivo está cifrado y almacenado localmente. Tus claves nunca salen de tu dispositivo.
fr: Le fichier sera chiffré et stocké localement. Tes clés ne quittent jamais ton appareil.
it: Il file è cifrato e archiviato localmente. Le tue chiavi non lasciano mai il tuo dispositivo.
ja: ファイルは暗号化されローカルに保存されています。鍵がお使いのデバイスから出ることはありません。
ko: 파일은 암호화되어 로컬에 저장됩니다. 키는 절대 사용자 기기를 떠나지 않습니다.
nl: Het bestand is versleuteld en lokaal opgeslagen. Je sleutels verlaten nooit je apparaat.
pl: Plik jest zaszyfrowany i zapisany lokalnie. Twoje klucze nigdy nie opuszczają Twojego urządzenia.
pt_br: O arquivo é criptografado e armazenado localmente. Suas chaves nunca saem do seu dispositivo.
ru: Файл зашифрован и сохранён локально. Ваши ключи никогда не покидают ваше устройство.
zh_hans: 该文件已加密并存储在本地。您的密钥绝不会离开您的设备。
zh_hant: 該檔案已加密並存儲在本地。您的金鑰絕不會離開您的裝置。

source: The OAuth flow for %@ will be available in Phase E2.
de: Der OAuth-Ablauf für %@ wird in Phase E2 verfügbar sein.
es: El flujo OAuth para %@ estará disponible en la fase E2.
fr: Le flow OAuth pour %@ sera disponible en Phase E2.
it: Il flusso OAuth per %@ sarà disponibile nella fase E2.
ja: %@ の OAuth フローはフェーズ E2 で利用可能になります。
ko: %@의 OAuth 플로우는 E2 단계에서 제공될 예정입니다.
nl: De OAuth-stroom voor %@ wordt beschikbaar in fase E2.
pl: Przepływ OAuth dla %@ będzie dostępny w fazie E2.
pt_br: O fluxo OAuth para %@ estará disponível na Fase E2.
ru: Поток OAuth для %@ будет доступен в фазе E2.
zh_hans: %@ 的 OAuth 流程将在 E2 阶段提供。
zh_hant: %@ 的 OAuth 流程將在 E2 階段提供。

source: The chart will appear as soon as throughput is measured.
de: Das Diagramm erscheint, sobald der Durchsatz gemessen wird.
es: El gráfico aparecerá en cuanto se mida el rendimiento.
fr: Le graphique apparaîtra dès que le débit sera mesuré.
it: Il grafico apparirà non appena viene misurata la velocità.
ja: スループットが測定されるとすぐにグラフが表示されます。
ko: 처리량이 측정되는 즉시 차트가 표시됩니다.
nl: De grafiek verschijnt zodra de doorvoer is gemeten.
pl: Wykres pojawi się, gdy tylko zostanie zmierzona przepustowość.
pt_br: O gráfico aparecerá assim que a taxa de transferência for medida.
ru: График появится, как только будет измерена скорость.
zh_hans: 测得吞吐量后，图表会立即显示。
zh_hant: 測得吞吐量後，圖表會立即顯示。

source: Interactive mode is compatible with 100% of rclone backends, including those not listed in the graphical catalog.
de: Der interaktive Modus ist mit 100% der rclone-Backends kompatibel, auch mit denen, die nicht im grafischen Katalog aufgeführt sind.
es: El modo interactivo es compatible con el 100% de los backends de rclone, incluidos los que no figuran en el catálogo gráfico.
fr: Le mode interactif est compatible avec 100 % des backends rclone, y compris ceux non listés dans le catalogue graphique.
it: La modalità interattiva è compatibile con il 100% dei backend di rclone, inclusi quelli non elencati nel catalogo grafico.
ja: インタラクティブモードは、グラフィカルカタログに記載されていないものを含め、rclone バックエンドの 100% に対応しています。
ko: 대화형 모드는 그래픽 카탈로그에 나열되지 않은 것을 포함하여 rclone 백엔드의 100%와 호환됩니다.
nl: De interactieve modus is compatibel met 100% van de rclone-backends, ook die niet in de grafische catalogus staan.
pl: Tryb interaktywny jest zgodny ze 100% backendów rclone, w tym z tymi, które nie są wymienione w katalogu graficznym.
pt_br: O modo interativo é compatível com 100% dos backends do rclone, incluindo os que não estão listados no catálogo gráfico.
ru: Интерактивный режим совместим со 100% бэкендов rclone, включая те, что не указаны в графическом каталоге.
zh_hans: 交互模式与 100% 的 rclone 后端兼容，包括未在图形目录中列出的后端。
zh_hant: 互動模式與 100% 的 rclone 後端相容，包括未在圖形目錄中列出的後端。

source: The multi-format playback module isn't included in this build.
de: Das Multiformat-Wiedergabemodul ist in diesem Build nicht enthalten.
es: El módulo de reproducción multiformato no está incluido en esta compilación.
fr: Le module de lecture multi-format n'est pas inclus dans ce build.
it: Il modulo di riproduzione multiformato non è incluso in questa build.
ja: マルチフォーマット再生モジュールはこのビルドに含まれていません。
ko: 멀티 포맷 재생 모듈이 이 빌드에 포함되어 있지 않습니다.
nl: De multiformaat-afspeelmodule zit niet in deze build.
pl: Moduł odtwarzania wieloformatowego nie jest zawarty w tej kompilacji.
pt_br: O módulo de reprodução multiformato não está incluído nesta compilação.
ru: Модуль многоформатного воспроизведения не включён в эту сборку.
zh_hans: 此版本未包含多格式播放模块。
zh_hant: 此版本未包含多格式播放模組。

source: The panel shows an OAuth token immediately.
de: Das Panel zeigt sofort ein OAuth-Token an.
es: El panel muestra un token OAuth de inmediato.
fr: Le panel affiche un OAuth token immédiatement.
it: Il pannello mostra subito un token OAuth.
ja: パネルにはすぐに OAuth トークンが表示されます。
ko: 패널에 즉시 OAuth 토큰이 표시됩니다.
nl: Het paneel toont meteen een OAuth-token.
pl: Panel natychmiast pokazuje token OAuth.
pt_br: O painel mostra um token OAuth imediatamente.
ru: Панель сразу показывает токен OAuth.
zh_hans: 面板会立即显示一个 OAuth 令牌。
zh_hant: 面板會立即顯示一個 OAuth 令牌。

source: The pipeline resumes automatically as soon as the condition clears — you don’t have to do anything.
de: Die Pipeline wird automatisch fortgesetzt, sobald die Bedingung entfällt — du musst nichts tun.
es: La canalización se reanuda automáticamente en cuanto desaparece la condición: no tienes que hacer nada.
fr: Le pipeline reprend automatiquement dès que la condition est levée — vous n'avez rien à faire.
it: La pipeline riprende automaticamente non appena la condizione si risolve: non devi fare nulla.
ja: 条件が解消されるとパイプラインは自動的に再開されます — 何もする必要はありません。
ko: 조건이 해소되는 즉시 파이프라인이 자동으로 재개됩니다 — 아무것도 할 필요가 없습니다.
nl: De pijplijn wordt automatisch hervat zodra de voorwaarde wegvalt — je hoeft niets te doen.
pl: Potok wznawia się automatycznie, gdy tylko warunek ustąpi — nic nie musisz robić.
pt_br: O pipeline é retomado automaticamente assim que a condição se resolve — você não precisa fazer nada.
ru: Конвейер автоматически возобновится, как только условие будет снято — ничего делать не нужно.
zh_hans: 条件一旦解除，管道会自动恢复 —— 您无需执行任何操作。
zh_hant: 條件一旦解除，管道會自動恢復 —— 您無需執行任何操作。

source: The easiest: `rclone authorize "huaweidrive"` on a machine with a browser.
de: Am einfachsten: `rclone authorize "huaweidrive"` auf einem Rechner mit Browser.
es: Lo más fácil: `rclone authorize "huaweidrive"` en una máquina con navegador.
fr: Le plus simple : `rclone authorize "huaweidrive"` sur un poste avec navigateur.
it: Il più semplice: `rclone authorize "huaweidrive"` su una macchina con un browser.
ja: 最も簡単な方法: ブラウザのあるマシンで `rclone authorize "huaweidrive"`。
ko: 가장 간단한 방법: 브라우저가 있는 컴퓨터에서 `rclone authorize "huaweidrive"`.
nl: Het eenvoudigst: `rclone authorize "huaweidrive"` op een machine met een browser.
pl: Najprościej: `rclone authorize "huaweidrive"` na maszynie z przeglądarką.
pt_br: O mais fácil: `rclone authorize "huaweidrive"` em uma máquina com navegador.
ru: Проще всего: `rclone authorize "huaweidrive"` на машине с браузером.
zh_hans: 最简单的方法：在有浏览器的机器上运行 `rclone authorize "huaweidrive"`。
zh_hant: 最簡單的方法：在有瀏覽器的機器上執行 `rclone authorize "huaweidrive"`。
